Repository: yushdotkapoor/Project-Mayhem
Catalog: Project Mayhem/Helpers/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi

source: Change Language:
ar: تغيير اللغة:
ca: Canviar d'idioma:
cs: Změna jazyka:
da: Skift sprog:
de: Sprache ändern:
el: Αλλαγή γλώσσας:
es: Cambia de idioma:
fi: Vaihda kieltä:
fr: Changez de langue :
he: שנה שפה:
hi: भाषा बदलें:
hr: Promijeni jezik:
hu: Válts nyelvet:
id: Ganti BAHASA:
it: Cambia lingua:
ja: 言語を変更する。
ms: Tukar bahasa:
nb: Skifte språk:
nl: Verander van taal:
pl: Zmień język:
pt: Mudar de Idioma:
ro: Schimbați limba:
ru: Изменить язык:
sk: Zmena jazyka:
sv: Ändra språk:
th: เปลี่ยนภาษา:
tr: Dili değiştir:
uk: Змінити мову:
vi: Thay đổi ngôn ngữ:
