Repository: yushdotkapoor/Project-Mayhem
Catalog: Project Mayhem/Helpers/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi

source: Vision Consolidated welcomes you to Project Mayhem
ar: ترحب Vision Consolidated بكم في Project Mayhem
ca: Vision Consolidated us dóna la benvinguda a Project Mayhem
cs: Společnost Vision Consolidated vás vítá v projektu Mayhem
da: Vision Consolidated byder dig velkommen til Project Mayhem
de: Vision Consolidated begrüßt Sie zu Project Mayhem
el: Η Vision Consolidated σας καλωσορίζει στο Project Mayhem
es: Vision Consolidated le da la bienvenida al Proyecto Mayhem
fi: Vision Consolidated toivottaa teidät tervetulleeksi Project Mayhemiin
fr: Vision Consolidated vous souhaite la bienvenue au Projet Mayhem
he: Vision Consolidated מקדם את פניכם לפרויקט Mayhem
hi: विजन कंसोलिडेटेड प्रोजेक्ट तबाही में आपका स्वागत करता है
hr: Vision Consolidated želi vam dobrodošlicu u Project Mayhem
hu: A Vision Consolidated üdvözli Önt a Project Mayhem-ben
id: Vision Consolidated menyambut Anda di Project Mayhem
it: Vision Consolidated vi dà il benvenuto a Project Mayhem
ja: Vision ConsolidatedがProject Mayhemへの参加を歓迎
ms: Vision Consolidated mengalu-alukan anda ke Project Mayhem
nb: Vision Consolidated ønsker deg velkommen til Project Mayhem
nl: Vision Consolidated heet u welkom bij Project Mayhem
pl: Vision Consolidated wita Cię w Project Mayhem
pt: A Vision Consolidated dá-lhe as boas-vindas ao Projecto Mayhem
ro: Vision Consolidated vă urează bun venit la Project Mayhem
ru: Vision Consolidated приглашает вас на Project Mayhem
sk: Vision Consolidated vás víta na projekte Mayhem
sv: Vision Consolidated välkomnar dig till Project Mayhem
th: Vision Consolidated ยินดีต้อนรับคุณสู่ Project Mayhem
tr: Vision Consolidated, sizi Project Mayhem'e davet ediyor
uk: Vision Consolidated вітає Вас у Project Mayhem
vi: Tầm nhìn hợp nhất chào mừng bạn đến với Dự án Mayhem

source: Greetings
ar: تحيات
ca: Salutacions
cs: Pozdravy
da: Hilsner
de: Grüße
el: Χαιρετισμούς
es: Saludos
fi: Tervehdys
fr: Salutations
he: ברכות
hi: अभिवादन
hr: Lijep pozdrav
hu: Üdvözlet
id: Salam pembuka
it: Saluti
ja: ご挨拶
ms: Salam
nb: Hilsener
nl: Gegroet
pl: Pozdrowienia
pt: Saudações
ro: Salutări
ru: Приветствую вас
sk: Pozdravy
sv: Hälsningar
th: ทักทาย
tr: Selamlar
uk: Привітання
vi: Lời chào hỏi

source: Okay
ar: تمام
ca: Bé
cs: Dobře
el: Εντάξει
es: Vale
fi: Okei
fr: D'accord
he: בסדר
hi: अच्छा जी
hr: u redu
hu: oké
id: baik
it: Ok
ja: OK
ms: baik
nb: Greit
nl: Ok√©
pl: Dobra
pt: Está bem
ro: Bine.
ru: Хорошо
sk: Dobre
sv: Okej
th: ตกลง
tr: Tamam
uk: Гаразд
vi: Được chứ

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שְׁגִיאָה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: ผิดพลาด
tr: Hata
uk: Помилка
vi: lỗi

source: Comments? Questions? Message me here!
ar: تعليقات؟ أسئلة؟ راسلني هنا!
ca: Comentaris? Tens preguntes? Envieu-me un missatge aquí.
cs: Připomínky? Dotazy? Napište mi zde!
da: Kommentarer? Spørgsmål? Send mig en besked her!
de: Kommentare? Fragen? Schreiben Sie mir hier!
el: Σχόλια; Ερωτήσεις; Στείλτε μου μήνυμα εδώ!
es: ¿Comentarios? ¿Preguntas? Envíame un mensaje aquí.
fi: Kommentteja? Kysymyksiä? Lähetä minulle viesti täällä!
fr: Des commentaires ? Des questions ? Envoyez-moi un message ici !
he: הערות? שאלות? שלחו לי הודעה כאן!
hi: टिप्पणियाँ? प्रशन? मुझे यहां संदेश दें!
hr: Komentari? Pitanja? Pošaljite mi poruku ovdje!
hu: Hozzászólások? Kérdések? Üzenjen ide!
id: Komentar? Pertanyaan? Pesan saya di sini!
it: Commenti? Domande? Inviatemi un messaggio qui!
ja: コメント？質問は？ここで私にメッセージを送ってください
ms: Komen? Soalan? Pesan saya di sini!
nb: Kommentarer? Spørsmål? Send meg beskjed her!
nl: Commentaar? Vragen? Stuur me hier een bericht!
pl: Komentarze? Pytania? Wyślij mi wiadomość tutaj!
pt: Comentários? Dúvidas? Envie-me uma mensagem aqui!
ro: Comentarii? Întrebări? Trimite-mi un mesaj aici!
ru: Комментарии? Вопросы? Пишите мне здесь!
sk: Pripomienky? Otázky? Napíšte mi tu!
sv: Kommentarer? Frågor? Meddela mig här!
th: ความคิดเห็น? คำถาม? ส่งข้อความถึงฉันที่นี่!
tr: Yorumlar? sorular? Bana buradan mesaj at!
uk: Коментарі? Питання? Напишіть мені тут!
vi: Bình luận? Câu hỏi? Nhắn tin cho tôi ở đây!

source: Make sure you have push notifications enabled to get notifications for replies!
ar: تأكد من تمكين دفع الإخطارات للحصول على إشعارات بالردود!
ca: Assegureu-vos que teniu activades les notificacions push per rebre notificacions de respostes.
cs: Ujistěte se, že máte povolena push oznámení, abyste dostávali upozornění na odpovědi!
da: Sørg for, at du har push-notifikationer aktiveret for at få meddelelser om svar!
de: Stellen Sie sicher, dass Sie Push-Benachrichtigungen aktiviert haben, um Benachrichtigungen für Antworten zu erhalten!
el: Βεβαιωθείτε ότι έχετε ενεργοποιήσει τις ειδοποιήσεις push για να λαμβάνετε ειδοποιήσεις για τις απαντήσεις!
es: Asegúrate de tener activadas las notificaciones push para recibir avisos de las respuestas.
fi: Varmista, että sinulla on push-ilmoitukset käytössä, jotta saat ilmoitukset vastauksista!
fr: Assurez-vous d'avoir activé les notifications push pour recevoir des notifications de réponses !
he: ודא שהפעלת התראות דחיפה כדי לקבל התראות על תשובות!
hi: सुनिश्चित करें कि आपके पास उत्तर के लिए सूचनाएं प्राप्त करने के लिए पुश सूचनाएं सक्षम हैं!
hr: Obavezno omogućite push obavijesti za primanje obavijesti o odgovorima!
hu: Győződjön meg arról, hogy engedélyezte a push értesítéseket, hogy értesítést kapjon a válaszokról!
id: Pastikan Anda mengaktifkan notifikasi push untuk mendapatkan notifikasi balasan!
it: Assicurati di avere abilitato le notifiche push per ricevere le notifiche delle risposte!
ja: 返信の通知を受け取るには、プッシュ通知を有効にしてください。
ms: Pastikan pemberitahuan push anda diaktifkan untuk mendapatkan pemberitahuan balasan!
nb: Sørg for at push-varsler er aktivert for å få varsler om svar!
nl: Zorg ervoor dat u pushmeldingen hebt ingeschakeld om meldingen te krijgen voor antwoorden!
pl: Upewnij się, że masz włączone powiadomienia push, aby otrzymywać powiadomienia o odpowiedziach!
pt: Certifique-se de que tem as notificações push activadas para obter notificações para respostas!
ro: Asigurați-vă că aveți activate notificările push pentru a primi notificări pentru răspunsuri!
ru: Убедитесь, что у вас включены push-уведомления, чтобы получать уведомления об ответах!
sk: Uistite sa, že máte povolené push notifikácie, aby ste dostávali upozornenia na odpovede!
sv: Se till att du har push-notiser aktiverade för att få meddelanden om svar!
th: ตรวจสอบให้แน่ใจว่าคุณได้เปิดใช้งานการแจ้งเตือนแบบพุชเพื่อรับการแจ้งเตือนการตอบกลับ!
tr: Yanıtlar için bildirimler almak için anında iletme bildirimlerinin etkinleştirildiğinden emin olun!
uk: Переконайтеся, що увімкнено push-сповіщення, щоб отримувати сповіщення про відповіді!
vi: Đảm bảo rằng bạn đã bật thông báo đẩy để nhận thông báo trả lời!

source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Iya
it: Sì
ja: はい。
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Đúng

source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
he: לא
hi: नहीं न
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ms: Tidak
nb: Nei
nl: Geen
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sv: Ingen
th: ไม่
tr: Hayır
uk: Немає
vi: Không

source: Game content for this application needs to be downloaded! It seems that you have decided to not use cellular data to download content. Please find another Internet source or enable cellular data through the game settings.
ar: يجب تنزيل محتوى اللعبة لهذا التطبيق! يبدو أنك قررت عدم استخدام البيانات الخلوية لتنزيل المحتوى. يرجى البحث عن مصدر إنترنت آخر أو تمكين البيانات الخلوية من خلال إعدادات اللعبة.
ca: Cal descarregar el contingut del joc per a aquesta aplicació. Sembla que heu decidit no utilitzar dades mòbils per baixar contingut. Cerqueu una altra font d’Internet o activeu les dades mòbils mitjançant la configuració del joc.
cs: Herní obsah pro tuto aplikaci je třeba stáhnout! Zdá se, že jste se rozhodli nepoužívat mobilní data ke stahování obsahu. Najděte prosím jiný zdroj internetu nebo povolte mobilní data v nastavení hry.
da: Spilindholdet til denne applikation skal downloades! Det ser ud til, at du har besluttet ikke at bruge mobildata til at downloade indhold. Find en anden internetkilde, eller aktiver mobildata via spilindstillingerne.
de: Spielinhalte für diese Anwendung müssen heruntergeladen werden! Es scheint, dass Sie sich entschieden haben, keine Mobilfunkdaten zum Herunterladen von Inhalten zu verwenden. Bitte suchen Sie eine andere Internetquelle oder aktivieren Sie Mobilfunkdaten über die Spieleinstellungen.
el: Το περιεχόμενο του παιχνιδιού για αυτή την εφαρμογή πρέπει να μεταφορτωθεί! Φαίνεται ότι αποφασίσατε να μην χρησιμοποιείτε δεδομένα κινητής τηλεφωνίας για τη λήψη περιεχομένου. Παρακαλούμε βρείτε άλλη πηγή Internet ή ενεργοποιήστε τα δεδομένα κινητής τηλεφωνίας μέσω των ρυθμίσεων του παιχνιδιού.
es: Es necesario descargar el contenido del juego para esta aplicación. Parece que has decidido no utilizar los datos del móvil para descargar el contenido. Por favor, busca otra fuente de Internet o activa los datos celulares a través de los ajustes del juego.
fi: Tämän sovelluksen pelisisältö on ladattava! Näyttää siltä, että olet päättänyt olla käyttämättä mobiilidataa sisällön lataamiseen. Etsi toinen Internet-lähde tai ota mobiilidata käyttöön pelin asetusten kautta.
fr: Le contenu du jeu pour cette application doit être téléchargé ! Il semble que vous ayez décidé de ne pas utiliser les données cellulaires pour télécharger le contenu. Veuillez trouver une autre source Internet ou activer les données cellulaires dans les paramètres du jeu.
he: צריך להוריד תוכן משחק ליישום זה! נראה שהחלטת לא להשתמש בנתונים סלולריים כדי להוריד תוכן. אנא מצא מקור אינטרנט אחר או הפעל נתונים סלולריים דרך הגדרות המשחק.
hi: इस एप्लिकेशन के लिए गेम सामग्री को डाउनलोड करने की आवश्यकता है! ऐसा लगता है कि आपने सामग्री डाउनलोड करने के लिए सेल्युलर डेटा का उपयोग नहीं करने का निर्णय लिया है। कृपया कोई अन्य इंटरनेट स्रोत ढूंढें या गेम सेटिंग के माध्यम से सेल्युलर डेटा सक्षम करें।
hr: Sadržaj igre za ovu aplikaciju treba preuzeti! Čini se da ste odlučili ne koristiti mobilne podatke za preuzimanje sadržaja. Pronađite drugi internetski izvor ili omogućite mobilne podatke putem postavki igre.
hu: Az alkalmazás játéktartalmát le kell tölteni! Úgy tűnik, hogy úgy döntött, hogy nem mobiladatokat használ a tartalom letöltéséhez. Keressen egy másik internetes forrást, vagy engedélyezze a mobiladatokat a játék beállításain keresztül.
id: Konten game untuk aplikasi ini perlu diunduh! Tampaknya Anda telah memutuskan untuk tidak menggunakan data seluler untuk mengunduh konten. Silakan temukan sumber Internet lain atau aktifkan data seluler melalui pengaturan game.
it: Il contenuto del gioco per questa applicazione deve essere scaricato! Sembra che tu abbia deciso di non utilizzare i dati del cellulare per scaricare i contenuti. Per favore, trova un'altra fonte Internet o attiva i dati del cellulare attraverso le impostazioni del gioco.
ja: このアプリケーションのゲームコンテンツをダウンロードする必要があります。コンテンツのダウンロードに携帯電話のデータを使用しないように設定されているようです。他のインターネットソースを探すか、ゲーム設定で携帯電話データを有効にしてください。
ms: Kandungan permainan untuk aplikasi ini perlu dimuat turun! Nampaknya anda telah memutuskan untuk tidak menggunakan data selular untuk memuat turun kandungan. Sila cari sumber Internet lain atau aktifkan data selular melalui tetapan permainan.
nb: Spillinnhold for dette programmet må lastes ned! Det ser ut til at du har bestemt deg for ikke å bruke mobildata til å laste ned innhold. Vennligst finn en annen Internett-kilde eller aktiver mobildata gjennom spillinnstillingene.
nl: Spelinhoud voor deze toepassing moet worden gedownload! Het lijkt erop dat je hebt besloten om geen mobiele data te gebruiken om content te downloaden. Zoek een andere internetbron of schakel cellulaire data in via de spelinstellingen.
pl: Zawartość gry dla tej aplikacji musi zostać pobrana! Wygląda na to, że zdecydowałeś się nie używać danych komórkowych do pobierania zawartości. Proszę znaleźć inne źródło Internetu lub włączyć dane komórkowe w ustawieniach gry.
pt: O conteúdo do jogo para esta aplicação precisa de ser descarregado! Parece que você decidiu não usar dados celulares para fazer o download do conteúdo. Por favor, encontre outra fonte na Internet ou habilite os dados celulares através das configurações do jogo.
ro: Conținutul jocului pentru această aplicație trebuie să fie descărcat! Se pare că ați decis să nu folosiți datele celulare pentru a descărca conținut. Vă rugăm să găsiți o altă sursă de internet sau să activați datele celulare prin setările jocului.
ru: Игровой контент для этого приложения необходимо загрузить! Похоже, что вы решили не использовать сотовые данные для загрузки контента. Пожалуйста, найдите другой источник Интернета или включите сотовые данные в настройках игры.
sk: Herný obsah pre túto aplikáciu je potrebné stiahnuť! Zdá sa, že ste sa rozhodli nepoužívať mobilné dáta na sťahovanie obsahu. Nájdite si iný zdroj internetu alebo povoľte mobilné dáta prostredníctvom nastavení hry.
sv: Spelinnehållet för den här applikationen måste laddas ner! Det verkar som om du har bestämt dig för att inte använda mobildata för att ladda ner innehåll. Hitta en annan internetkälla eller aktivera mobildata via spelinställningarna.
th: ต้องดาวน์โหลดเนื้อหาเกมสำหรับแอปพลิเคชันนี้! ดูเหมือนว่าคุณได้ตัดสินใจที่จะไม่ใช้ข้อมูลมือถือเพื่อดาวน์โหลดเนื้อหา โปรดค้นหาแหล่งอินเทอร์เน็ตอื่นหรือเปิดใช้งานข้อมูลมือถือผ่านการตั้งค่าเกม
tr: Bu uygulama için oyun içeriğinin indirilmesi gerekiyor! İçeriği indirmek için hücresel veri kullanmamaya karar verdiniz. Lütfen başka bir İnternet kaynağı bulun veya oyun ayarlarından hücresel veriyi etkinleştirin.
uk: Ігровий вміст для цієї програми потрібно завантажити! Здається, ви вирішили не використовувати стільникові дані для завантаження вмісту. Знайдіть інше джерело в Інтернеті або ввімкніть стільникові дані через налаштування гри.
vi: Nội dung trò chơi cho ứng dụng này cần được tải xuống! Có vẻ như bạn đã quyết định không sử dụng dữ liệu di động để tải xuống nội dung. Vui lòng tìm một nguồn Internet khác hoặc bật dữ liệu di động thông qua cài đặt trò chơi.

source: Game content for this application needs to be downloaded! It seems that you are not connected to the Internet. Please connect to the Internet to continue.
ar: يجب تنزيل محتوى اللعبة لهذا التطبيق! يبدو أنك غير متصل بالإنترنت. الرجاء الاتصال بالإنترنت للمتابعة.
ca: Cal descarregar el contingut del joc per a aquesta aplicació. Sembla que no esteu connectat a Internet. Connecteu-vos a Internet per continuar.
cs: Herní obsah pro tuto aplikaci je třeba stáhnout! Zdá se, že nejste připojeni k internetu. Chcete-li pokračovat, připojte se k internetu.
da: Spilindholdet til denne applikation skal downloades! Det ser ud til, at du ikke har forbindelse til internettet. Opret venligst forbindelse til internettet for at fortsætte.
de: Spielinhalte für diese Anwendung müssen heruntergeladen werden! Es scheint, dass Sie nicht mit dem Internet verbunden sind. Bitte verbinden Sie sich mit dem Internet, um fortzufahren.
el: Το περιεχόμενο του παιχνιδιού για αυτή την εφαρμογή πρέπει να μεταφορτωθεί! Φαίνεται ότι δεν είστε συνδεδεμένοι στο Internet. Παρακαλούμε συνδεθείτε στο Internet για να συνεχίσετε.
es: Es necesario descargar el contenido del juego para esta aplicación. Parece que no estás conectado a Internet. Por favor, conéctese a Internet para continuar.
fi: Tämän sovelluksen pelisisältö on ladattava! Näyttää siltä, että sinulla ei ole yhteyttä Internetiin. Ole hyvä ja muodosta yhteys Internetiin jatkaaksesi.
fr: Le contenu du jeu pour cette application doit être téléchargé ! Il semble que vous ne soyez pas connecté à l'Internet. Veuillez vous connecter à Internet pour continuer.
he: צריך להוריד תוכן משחק ליישום זה! נראה שאתה לא מחובר לאינטרנט. אנא התחבר לאינטרנט כדי להמשיך.
hi: इस एप्लिकेशन के लिए गेम सामग्री को डाउनलोड करने की आवश्यकता है! ऐसा लगता है कि आप इंटरनेट से कनेक्ट नहीं हैं। जारी रखने के लिए कृपया इंटरनेट से कनेक्ट करें।
hr: Sadržaj igre za ovu aplikaciju treba preuzeti! Čini se da niste povezani s Internetom. Za nastavak se povežite s internetom.
hu: Az alkalmazás játéktartalmát le kell tölteni! Úgy tűnik, hogy nem csatlakozik az internethez. Kérjük, csatlakozzon az internethez a folytatáshoz.
id: Konten game untuk aplikasi ini perlu diunduh! Tampaknya Anda tidak terhubung ke Internet. Sambungkan ke Internet untuk melanjutkan.
it: Il contenuto del gioco per questa applicazione deve essere scaricato! Sembra che tu non sia connesso a Internet. Si prega di connettersi a Internet per continuare.
ja: このアプリケーションのゲームコンテンツをダウンロードする必要がありますインターネットに接続されていないようです。続行するにはインターネットに接続してください。
ms: Kandungan permainan untuk aplikasi ini perlu dimuat turun! Nampaknya anda tidak tersambung ke Internet. Sila sambungkan ke Internet untuk meneruskan.
nb: Spillinnhold for dette programmet må lastes ned! Det ser ut til at du ikke er koblet til Internett. Koble til Internett for å fortsette.
nl: Spelinhoud voor deze toepassing moet worden gedownload! Het lijkt erop dat u niet verbonden bent met het internet. Gelieve verbinding te maken met het internet om verder te gaan.
pl: Zawartość gry dla tej aplikacji musi zostać pobrana! Wygląda na to, że nie jesteś podłączony do Internetu. Proszę połączyć się z Internetem, aby kontynuować.
pt: O conteúdo do jogo para esta aplicação precisa de ser descarregado! Parece que você não está conectado à Internet. Por favor, conecte-se à Internet para continuar.
ro: Conținutul jocului pentru această aplicație trebuie să fie descărcat! Se pare că nu sunteți conectat la internet. Vă rugăm să vă conectați la internet pentru a continua.
ru: Игровой контент для этого приложения необходимо загрузить! Похоже, что вы не подключены к Интернету. Пожалуйста, подключитесь к Интернету, чтобы продолжить.
sk: Herný obsah pre túto aplikáciu je potrebné stiahnuť! Zdá sa, že nie ste pripojení k internetu. Ak chcete pokračovať, pripojte sa k internetu.
sv: Spelinnehållet för denna applikation måste laddas ner! Det verkar som om du inte är ansluten till Internet. Anslut till Internet för att fortsätta.
th: ต้องดาวน์โหลดเนื้อหาเกมสำหรับแอปพลิเคชันนี้! ดูเหมือนว่าคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต โปรดเชื่อมต่ออินเทอร์เน็ตเพื่อดำเนินการต่อ
tr: Bu uygulama için oyun içeriğinin indirilmesi gerekiyor! Görünüşe göre internete bağlı değilsin. Devam etmek için lütfen İnternet'e bağlanın.
uk: Ігровий вміст для цієї програми потрібно завантажити! Здається, ви не підключені до Інтернету. Будь ласка, підключіться до Інтернету, щоб продовжити.
vi: Nội dung trò chơi cho ứng dụng này cần được tải xuống! Có vẻ như bạn chưa kết nối với Internet. Vui lòng kết nối Internet để tiếp tục.

source: This may take a few minutes
ar: قد يستغرق هذا بضع دقائق
ca: Això pot trigar uns minuts
cs: To může trvat několik minut
da: Dette kan tage et par minutter
de: Dies kann ein paar Minuten dauern
el: Αυτό μπορεί να διαρκέσει μερικά λεπτά
es: Esto puede llevar unos minutos
fi: Tämä voi kestää muutaman minuutin
fr: Cela peut prendre quelques minutes
he: זה יכול לקחת כמה דקות
hi: इसमें कुछ मिनट लग सकते हैं
hr: To može potrajati nekoliko minuta
hu: Ez eltarthat néhány percig
id: Ini mungkin memakan waktu beberapa menit
it: Questo può richiedere alcuni minuti
ja: この作業には数分かかることがあります。
ms: Ini mungkin mengambil masa beberapa minit
nb: Dette kan ta et par minutter
nl: Dit kan een paar minuten duren
pl: Może to potrwać kilka minut.
pt: Isto pode demorar alguns minutos.
ro: Acest lucru poate dura câteva minute
ru: Это может занять несколько минут
sk: Môže to trvať niekoľko minút
sv: Detta kan ta några minuter.
th: นี้อาจใช้เวลาไม่กี่นาที
tr: Bu bir kaç dakika alabilir
uk: Це може зайняти кілька хвилин
vi: Có thể sẽ mất vài phút

source: It seems that you have a poor internet connection. Try reseting your connection or change your connection to a faster one.
ar: يبدو أن اتصالك بالإنترنت ضعيف. حاول إعادة ضبط الاتصال أو تغيير اتصالك إلى اتصال أسرع.
ca: Sembla que teniu una connexió a Internet deficient. Proveu de restablir la vostra connexió o canvieu-la per una de més ràpida.
cs: Zdá se, že máte špatné připojení k internetu. Zkuste obnovit připojení nebo změnit připojení na rychlejší.
da: Det ser ud til, at du har en dårlig internetforbindelse. Prøv at nulstille din forbindelse eller ændre din forbindelse til en hurtigere forbindelse.
de: Es scheint, dass Sie eine schlechte Internetverbindung haben. Versuchen Sie, Ihre Verbindung zurückzusetzen oder auf eine schnellere Verbindung zu wechseln.
el: Φαίνεται ότι έχετε κακή σύνδεση στο διαδίκτυο. Δοκιμάστε να επαναφέρετε τη σύνδεσή σας ή να αλλάξετε τη σύνδεσή σας σε μια ταχύτερη.
es: Parece que tienes una mala conexión a Internet. Prueba a restablecer la conexión o a cambiarla por otra más rápida.
fi: Näyttää siltä, että sinulla on huono internetyhteys. Yritä nollata yhteys tai vaihda yhteys nopeampaan.
fr: Il semble que vous ayez une mauvaise connexion Internet. Essayez de réinitialiser votre connexion ou de passer à une connexion plus rapide.
he: נראה שיש לך חיבור לאינטרנט גרוע. נסה לאפס את החיבור שלך או שנה את החיבור לחיבור מהיר יותר.
hi: ऐसा लगता है कि आपके पास खराब इंटरनेट कनेक्शन है। अपना कनेक्शन रीसेट करने का प्रयास करें या अपने कनेक्शन को तेजी से बदलें।
hr: Čini se da imate lošu internetsku vezu. Pokušajte resetirati vezu ili promijeniti vezu na bržu.
hu: Úgy tűnik, hogy rossz az internetkapcsolata. Próbálja meg alaphelyzetbe állítani a kapcsolatot, vagy váltson egy gyorsabbra.
id: Tampaknya Anda memiliki koneksi internet yang buruk. Coba atur ulang koneksi Anda atau ubah koneksi Anda ke yang lebih cepat.
it: Sembra che tu abbia una connessione internet scadente. Prova a resettare la tua connessione o a cambiarla con una più veloce.
ja: インターネットの接続環境が悪いようです。接続をリセットするか、より高速な接続に変更してみてください。
ms: Nampaknya sambungan internet anda lemah. Cuba pasang semula sambungan anda atau ubah sambungan anda menjadi lebih cepat.
nb: Det ser ut til at du har en dårlig internettforbindelse. Prøv å tilbakestille tilkoblingen eller endre tilkoblingen til en raskere.
nl: Het lijkt erop dat u een slechte internetverbinding hebt. Probeer uw verbinding te resetten of verander uw verbinding naar een snellere.
pl: Wygląda na to, że masz słabe połączenie z Internetem. Spróbuj zresetować swoje połączenie lub zmień je na szybsze.
pt: Parece que você tem uma conexão de internet ruim. Tente redefinir a sua conexão ou mudar a sua conexão para uma mais rápida.
ro: Se pare că aveți o conexiune slabă la internet. Încercați să vă resetați conexiunea sau schimbați conexiunea cu una mai rapidă.
ru: Похоже, что у вас плохое подключение к Интернету. Попробуйте перезагрузить соединение или сменить его на более быстрое.
sk: Zdá sa, že máte slabé internetové pripojenie. Skúste obnoviť pripojenie alebo zmeniť pripojenie na rýchlejšie.
sv: Det verkar som om du har en dålig internetuppkoppling. Försök att återställa din anslutning eller byta till en snabbare anslutning.
th: ดูเหมือนว่าคุณมีการเชื่อมต่ออินเทอร์เน็ตที่ไม่ดี ลองรีเซ็ตการเชื่อมต่อหรือเปลี่ยนการเชื่อมต่อให้เร็วขึ้น
tr: Görünüşe göre internet bağlantınız zayıf. Bağlantınızı sıfırlamayı deneyin veya bağlantınızı daha hızlı bir bağlantıyla değiştirin.
uk: Здається, у вас поганий зв’язок з Інтернетом. Спробуйте скинути підключення або змінити з’єднання на швидше.
vi: Có vẻ như bạn có kết nối Internet kém. Thử đặt lại kết nối của bạn hoặc thay đổi kết nối của bạn thành kết nối nhanh hơn.
