Repository: yushdotkapoor/Project-Mayhem
Catalog: Project Mayhem/Helpers/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi

source: Enter
ar: يدخل
ca: Entra
cs: Vstupte na
da: Indtast
de: Eingabe
el: Εισάγετε το
es: Entre en
fi: Kirjoita
fr: Entrez
he: להיכנס
hi: दर्ज
hr: Unesi
hu: Belép
id: Memasukkan
it: Inserire
ja: エンター
ms: Masukkan
nb: Tast inn
nl: Ga naar
pl: Wejdź na stronę
pt: Entre
ro: Introduceți
ru: Войти
sk: Vstúpte na stránku
sv: Gå in på
th: ป้อน
tr: Giriş
uk: Введіть
vi: Đi vào

source: Downloading Content
ar: تحميل المحتوى
ca: Descàrrega de contingut
cs: Stahování obsahu
da: Download af indhold
de: Herunterladen von Inhalten
el: Λήψη περιεχομένου
es: Descarga de contenidos
fi: Sisällön lataaminen
fr: Téléchargement de contenu
he: מוריד תוכן
hi: सामग्री डाउनलोड करना
hr: Preuzimanje sadržaja
hu: Tartalom letöltése
id: Mengunduh Konten
it: Scaricare il contenuto
ja: コンテンツのダウンロード
ms: Memuat turun Kandungan
nb: Laster ned innhold
nl: Inhoud downloaden
pl: Pobieranie zawartości
pt: Descarregar conteúdo
ro: Descărcarea de conținut
ru: Загрузка содержимого
sk: Stiahnutie obsahu
sv: Hämta innehåll
th: กำลังดาวน์โหลดเนื้อหา
tr: İçerik İndirme
uk: Завантаження вмісту
vi: Tải xuống nội dung

source: You will not need any external devices although a paper, writing utensil, a wrinkly brain, and access to internet can be very useful.
ar: لن تحتاج إلى أي أجهزة خارجية على الرغم من أن الورق وأداة الكتابة ودماغ متجعد والوصول إلى الإنترنت يمكن أن تكون مفيدة للغاية.
ca: No necessitareu cap dispositiu extern, tot i que pot ser molt útil un paper, un utensili per escriure, un cervell arrugat i l’accés a Internet.
cs: Nebudete potřebovat žádné externí zařízení, i když papír, psací potřeby, vrásčitý mozek a přístup k internetu mohou být velmi užitečné.
da: Du har ikke brug for nogen eksterne enheder, selv om papir, skriveredskaber, en rynket hjerne og adgang til internettet kan være meget nyttigt.
de: Sie benötigen keine externen Geräte, obwohl ein Papier, ein Schreibgerät, ein faltiges Gehirn und ein Zugang zum Internet sehr nützlich sein können.
el: Δεν θα χρειαστείτε καμία εξωτερική συσκευή, αν και ένα χαρτί, ένα σκεύος γραφής, ένας τσαλακωμένος εγκέφαλος και πρόσβαση στο διαδίκτυο μπορεί να είναι πολύ χρήσιμα.
es: No necesitarás ningún dispositivo externo, aunque un papel, un utensilio para escribir, un cerebro arrugado y acceso a Internet pueden ser muy útiles.
fi: Et tarvitse mitään ulkoisia laitteita, vaikka paperi, kirjoitusvälineet, ryppyotsaiset aivot ja internet-yhteys voivat olla erittäin hyödyllisiä.
fr: Vous n'aurez besoin d'aucun dispositif externe, bien qu'un papier, un ustensile d'écriture, un cerveau ridé et un accès à l'internet puissent être très utiles.
he: לא תזדקק למכשירים חיצוניים אם כי נייר, כלי כתיבה, מוח מקומט וגישה לאינטרנט יכולים להיות שימושיים מאוד.
hi: आपको किसी बाहरी उपकरण की आवश्यकता नहीं होगी, हालांकि एक कागज, लेखन बर्तन, एक झुर्रीदार मस्तिष्क और इंटरनेट तक पहुंच बहुत उपयोगी हो सकती है।
hr: Neće vam trebati nikakvi vanjski uređaji, iako papir, pribor za pisanje, naborani mozak i pristup internetu mogu biti vrlo korisni.
hu: Nincs szüksége semmilyen külső eszközre, bár egy papír, íróeszköz, ráncos agy és az internethez való hozzáférés nagyon hasznos lehet.
id: Anda tidak memerlukan perangkat eksternal apa pun meskipun kertas, alat tulis, otak yang kusut, dan akses ke internet bisa sangat berguna.
it: Non avrete bisogno di dispositivi esterni anche se un foglio, un utensile per scrivere, un cervello raggrinzito e l'accesso a internet possono essere molto utili.
ja: 紙、筆記用具、シワシワの脳、インターネットへのアクセスなどがあれば非常に便利ですが、外部機器は必要ありません。
ms: Anda tidak akan memerlukan alat luaran walaupun kertas, alat tulis, otak yang berkerut, dan akses ke internet sangat berguna.
nb: Du trenger ikke eksterne enheter, selv om papir, skriveutstyr, en rynket hjerne og tilgang til internett kan være veldig nyttig.
nl: U hebt geen externe apparatuur nodig, hoewel een papier, schrijfgerei, een rimpelig brein, en toegang tot internet zeer nuttig kunnen zijn.
pl: Nie będziesz potrzebował żadnych urządzeń zewnętrznych, chociaż papier, przybory do pisania, pomarszczony mózg i dostęp do Internetu mogą być bardzo przydatne.
pt: Você não precisará de nenhum dispositivo externo, embora um papel, um utensílio de escrita, um cérebro enrugado e o acesso à internet possam ser muito úteis.
ro: Nu veți avea nevoie de niciun dispozitiv extern, deși o hârtie, o ustensilă de scris, un creier zbârcit și acces la internet pot fi foarte utile.
ru: Вам не понадобятся никакие внешние устройства, хотя бумага, письменные принадлежности, морщинистый мозг и доступ в Интернет могут быть очень полезны.
sk: Nebudete potrebovať žiadne externé zariadenia, hoci papier, písacie potreby, pokrčený mozog a prístup na internet môžu byť veľmi užitočné.
sv: Du behöver ingen extern utrustning, men papper, skrivredskap, en skrynklig hjärna och tillgång till internet kan vara till stor nytta.
th: คุณไม่จำเป็นต้องมีอุปกรณ์ภายนอกใดๆ แม้ว่ากระดาษ เครื่องเขียน สมองที่มีรอยย่น และการเข้าถึงอินเทอร์เน็ตจะมีประโยชน์มาก
tr: Bir kağıt, yazı gereçleri, buruşuk bir beyin ve internete erişim çok faydalı olsa da, herhangi bir harici cihaza ihtiyacınız olmayacak.
uk: Вам не знадобляться будь-які зовнішні пристрої, хоча папір, посуд для письма, зморщений мозок та доступ до Інтернету можуть бути дуже корисними.
vi: Bạn sẽ không cần bất kỳ thiết bị bên ngoài nào mặc dù một tờ giấy, dụng cụ viết, một bộ não nhăn nheo và truy cập internet có thể rất hữu ích.

source: This game utilizes many of the iPhone's capabilities, many of which require permission from you. All of these capabilities are used for gameplay ONLY and it is possible that the game may not progress without them.
ar: تستخدم هذه اللعبة العديد من إمكانيات iPhone ، والتي يتطلب الكثير منها إذنًا منك. تُستخدم كل هذه الإمكانات في اللعب فقط ومن الممكن ألا تتقدم اللعبة بدونها.
ca: Aquest joc utilitza moltes de les capacitats de l'iPhone, moltes de les quals us requereixen permís. Totes aquestes funcions s’utilitzen NOMÉS per al joc i és possible que el joc no progressi sense elles.
cs: Tato hra využívá mnoho možností iPhonu, z nichž mnohé vyžadují vaše svolení. Všechny tyto možnosti se používají POUZE pro hraní a je možné, že bez nich hra nepokročí.
da: Dette spil udnytter mange af iPhone's muligheder, og mange af dem kræver din tilladelse. Alle disse funktioner bruges KUN til at spille spillet, og det er muligt, at spillet ikke kan fortsætte uden dem.
de: Dieses Spiel nutzt viele Funktionen des iPhones, von denen viele eine Erlaubnis von Ihnen erfordern. Alle diese Funktionen werden NUR für das Spiel verwendet und es ist möglich, dass das Spiel ohne sie nicht fortschreiten kann.
el: Αυτό το παιχνίδι χρησιμοποιεί πολλές από τις δυνατότητες του iPhone, πολλές από τις οποίες απαιτούν την άδειά σας. Όλες αυτές οι δυνατότητες χρησιμοποιούνται ΜΟΝΟ για το παιχνίδι και είναι πιθανό το παιχνίδι να μην προχωρήσει χωρίς αυτές.
es: Este juego utiliza muchas de las capacidades del iPhone, muchas de las cuales requieren su permiso. Todas estas capacidades se utilizan SOLO para el juego y es posible que el juego no progrese sin ellas.
fi: Tässä pelissä hyödynnetään monia iPhonen ominaisuuksia, joista monet vaativat sinulta luvan. Kaikkia näitä ominaisuuksia käytetään AINOASTAAN pelattavuuteen, ja on mahdollista, että peli ei etene ilman niitä.
fr: Ce jeu utilise de nombreuses capacités de l'iPhone, dont beaucoup nécessitent une autorisation de votre part. Toutes ces capacités sont utilisées UNIQUEMENT pour le jeu et il est possible que le jeu ne puisse pas progresser sans elles.
he: משחק זה מנצל יכולות רבות של האייפון, שרבות מהן דורשות אישור ממך. כל היכולות הללו משמשות למשחק בלבד וייתכן שהמשחק לא יתקדם בלעדיהן.
hi: यह गेम iPhone की कई क्षमताओं का उपयोग करता है, जिनमें से कई को आपसे अनुमति की आवश्यकता होती है। इन सभी क्षमताओं का उपयोग केवल गेमप्ले के लिए किया जाता है और यह संभव है कि उनके बिना खेल आगे न बढ़े।
hr: Ova igra koristi mnoge mogućnosti iPhonea, od kojih mnoge zahtijevaju vaše dopuštenje. Sve ove mogućnosti koriste se SAMO za igranje i moguće je da igra bez njih ne može napredovati.
hu: Ez a játék kihasználja az iPhone számos képességét, amelyek közül sokhoz engedély szükséges. Ezeket a képességeket CSAK játékra használják, és lehetséges, hogy a játék nélkülük nem haladhat.
id: Game ini menggunakan banyak kemampuan iPhone, banyak di antaranya memerlukan izin dari Anda. Semua kemampuan ini HANYA digunakan untuk gameplay dan ada kemungkinan game tidak akan berkembang tanpanya.
it: Questo gioco utilizza molte delle capacità dell'iPhone, molte delle quali richiedono il tuo permesso. Tutte queste capacità sono utilizzate SOLO per il gioco ed è possibile che il gioco non possa progredire senza di esse.
ja: このゲームでは、iPhoneの多くの機能を使用していますが、その多くはあなたの許可が必要です。これらの機能はすべてゲームプレイのためだけに使用されており、これらの機能がないとゲームが進行しない可能性があります。
ms: Permainan ini menggunakan banyak kemampuan iPhone, yang mana banyak memerlukan kebenaran daripada anda. Semua keupayaan ini digunakan untuk permainan SAHAJA dan ada kemungkinan bahawa permainan tidak dapat berjalan tanpa mereka.
nb: Dette spillet bruker mange av iPhone-egenskapene, hvorav mange krever tillatelse fra deg. Alle disse funksjonene brukes KUN til spill, og det er mulig at spillet ikke kan utvikle seg uten dem.
nl: Dit spel maakt gebruik van veel van de mogelijkheden van de iPhone, voor vele waarvan toestemming van u nodig is. Al deze mogelijkheden worden ALLEEN voor het spel gebruikt en het is mogelijk dat het spel zonder deze mogelijkheden niet verder komt.
pl: Ta gra wykorzystuje wiele możliwości iPhone'a, z których wiele wymaga Twojego pozwolenia. Wszystkie te możliwości są wykorzystywane TYLKO do gry i możliwe, że bez nich gra nie będzie mogła się toczyć.
pt: Este jogo utiliza muitas das capacidades do iPhone, muitas das quais requerem a sua permissão. Todas estas capacidades são utilizadas SOMENTE para a jogabilidade e é possível que o jogo não avance sem elas.
ro: Acest joc utilizează multe dintre capacitățile iPhone-ului, multe dintre ele necesitând permisiunea ta. Toate aceste capacități sunt folosite NUMAI pentru joc și este posibil ca jocul să nu poată progresa fără ele.
ru: В этой игре используются многие возможности iPhone, многие из которых требуют вашего разрешения. Все эти возможности используются ТОЛЬКО для игрового процесса, и возможно, что без них игра не будет продвигаться.
sk: Táto hra využíva mnohé možnosti iPhonu, z ktorých mnohé si vyžadujú vaše povolenie. Všetky tieto možnosti sa používajú výlučne na hranie a je možné, že bez nich hra nepokročí.
sv: Det här spelet utnyttjar många av iPhones möjligheter, varav många kräver ditt tillstånd. Alla dessa funktioner används ENDAST för spelets skull och det är möjligt att spelet inte går framåt utan dem.
th: เกมนี้ใช้ความสามารถหลายอย่างของ iPhone ซึ่งหลายๆ อย่างต้องได้รับอนุญาตจากคุณ ความสามารถทั้งหมดเหล่านี้ใช้สำหรับการเล่นเกมเท่านั้น และเป็นไปได้ว่าเกมอาจไม่คืบหน้าหากไม่มีคุณสมบัติเหล่านี้
tr: Bu oyun, birçoğu sizden izin gerektiren iPhone'un birçok özelliğini kullanır. Tüm bu yetenekler YALNIZCA oyun oynamak için kullanılır ve oyunun onlar olmadan ilerlememesi mümkündür.
uk: Ця гра використовує багато можливостей iPhone, багато з яких вимагають дозволу від вас. Всі ці можливості використовуються ТІЛЬКИ для ігрового процесу, і цілком можливо, що гра без них не прогресує.
vi: Trò chơi này sử dụng nhiều tính năng của iPhone, nhiều tính năng yêu cầu bạn cho phép. Tất cả các khả năng này CHỈ được sử dụng cho trò chơi và có thể trò chơi không thể tiến triển nếu không có chúng.

source: If you ever want to leave feedback or get stuck on a level, please don't hesitate to contact me! You can directly message me in the settings page or from the main chapter menu.
ar: إذا كنت تريد في أي وقت أن تترك تعليقًا أو تتعثر في مستوى ما ، من فضلك لا تتردد في الاتصال بي! يمكنك مراسلتي مباشرة في صفحة الإعدادات أو من قائمة الفصل الرئيسية.
ca: Si mai voleu deixar comentaris o quedar-vos atrapats a un nivell, no dubteu en posar-vos en contacte amb mi. Podeu enviar-me un missatge directament a la pàgina de configuració o al menú del capítol principal.
cs: Pokud budete chtít někdy zanechat zpětnou vazbu nebo se zaseknete na nějaké úrovni, neváhejte mě kontaktovat! Můžete mi přímo napsat zprávu na stránce nastavení nebo v hlavní nabídce kapitoly.
da: Hvis du nogensinde ønsker at give feedback eller hvis du er gået i stå på et niveau, så tøv ikke med at kontakte mig! Du kan sende mig en direkte besked på indstillingssiden eller fra hovedmenuen i kapitlet.
de: Wenn Sie jemals Feedback hinterlassen wollen oder bei einem Level nicht weiterkommen, zögern Sie nicht, mich zu kontaktieren! Sie können mir direkt auf der Einstellungsseite oder im Hauptmenü des Kapitels eine Nachricht senden.
el: Αν ποτέ θέλετε να αφήσετε σχόλια ή να κολλήσετε σε ένα επίπεδο, μη διστάσετε να επικοινωνήσετε μαζί μου! Μπορείτε να μου στείλετε απευθείας μήνυμα στη σελίδα ρυθμίσεων ή από το κύριο μενού του κεφαλαίου.
es: Si alguna vez quieres dejar un comentario o te quedas atascado en un nivel, ¡no dudes en ponerte en contacto conmigo! Puedes enviarme un mensaje directamente en la página de configuración o desde el menú principal del capítulo.
fi: Jos haluat joskus jättää palautetta tai juuttua johonkin tasoon, älä epäröi ottaa minuun yhteyttä! Voit lähettää minulle suoraan viestin asetussivulla tai luvun päävalikosta.
fr: Si vous voulez laisser des commentaires ou si vous êtes bloqué sur un niveau, n'hésitez pas à me contacter ! Vous pouvez m'envoyer un message directement dans la page des paramètres ou depuis le menu principal du chapitre.
he: אם אי פעם תרצו להשאיר משוב או להיתקע ברמה, אל תהססו לפנות אלי! אתה יכול לשלוח לי הודעה ישירה בדף ההגדרות או מתפריט הפרקים הראשי.
hi: यदि आप कभी भी प्रतिक्रिया छोड़ना चाहते हैं या किसी स्तर पर फंसना चाहते हैं, तो कृपया मुझसे संपर्क करने में संकोच न करें! आप मुझे सीधे सेटिंग पेज में या मुख्य अध्याय मेनू से संदेश भेज सकते हैं।
hr: Ako ikada poželite ostaviti povratne informacije ili zapeti na nekoj razini, slobodno me kontaktirajte! Možete mi izravno poslati poruku na stranici s postavkama ili iz glavnog izbornika poglavlja.
hu: Ha valaha is szeretne visszajelzést küldeni, vagy megakadna egy szinten, ne habozzon kapcsolatba lépni velem! Közvetlenül üzenetet küldhet nekem a beállítások oldalon vagy a fő fejezet menüből.
id: Jika Anda ingin meninggalkan umpan balik atau terjebak pada suatu level, jangan ragu untuk menghubungi saya! Anda dapat langsung mengirim pesan kepada saya di halaman pengaturan atau dari menu bab utama.
it: Se mai voleste lasciare un feedback o rimanere bloccati su un livello, non esitate a contattarmi! Potete mandarmi direttamente un messaggio nella pagina delle impostazioni o dal menu principale del capitolo.
ja: もしフィードバックを残したり、レベルに行き詰ったりした場合は、遠慮なく私に連絡してください。設定ページやメインのチャプターメニューから直接メッセージを送ることができます。
ms: Sekiranya anda ingin memberikan maklum balas atau terjebak pada tahap, jangan ragu untuk menghubungi saya! Anda boleh menghantar mesej kepada saya secara langsung di halaman tetapan atau dari menu bab utama.
nb: Hvis du noen gang vil gi tilbakemelding eller bli sittende fast på et nivå, ikke nøl med å kontakte meg! Du kan sende meg en melding direkte på innstillingssiden eller fra hovedkapittelmenyen.
nl: Als je ooit feedback wilt achterlaten of vastloopt op een level, aarzel dan niet om contact met me op te nemen! Je kunt me rechtstreeks berichten op de instellingenpagina of in het hoofdmenu van het hoofdstuk.
pl: Jeśli kiedykolwiek będziesz chciał zostawić opinię lub utkniesz na jakimś poziomie, nie wahaj się ze mną skontaktować! Możesz wysłać do mnie wiadomość bezpośrednio na stronie ustawień lub w głównym menu rozdziału.
pt: Se alguma vez quiser deixar um feedback ou ficar preso a um nível, não hesite em contactar-me! Você pode me enviar uma mensagem diretamente na página de configurações ou no menu do capítulo principal.
ro: Dacă doriți vreodată să lăsați un feedback sau să vă blocați la un nivel, nu ezitați să mă contactați! Puteți să-mi trimiteți un mesaj direct în pagina de setări sau din meniul principal al capitolului.
ru: Если вы захотите оставить отзыв или застрянете на уровне, пожалуйста, не стесняйтесь связаться со мной! Вы можете напрямую написать мне на странице настроек или в главном меню главы.
sk: Ak chcete niekedy zanechať spätnú väzbu alebo sa zaseknete na nejakej úrovni, neváhajte ma kontaktovať! Môžete mi priamo napísať správu na stránke nastavení alebo v hlavnom menu kapitoly.
sv: Om du någonsin vill lämna feedback eller om du har fastnat på en nivå, tveka inte att kontakta mig! Du kan skicka ett meddelande direkt till mig på inställningssidan eller från huvudkapitelmenyn.
th: หากคุณต้องการแสดงความคิดเห็นหรือติดขัดในระดับใด โปรดอย่าลังเลที่จะติดต่อฉัน! คุณสามารถส่งข้อความถึงฉันโดยตรงในหน้าการตั้งค่าหรือจากเมนูบทหลัก
tr: Geri bildirim bırakmak veya bir seviyede takılıp kalmak isterseniz, lütfen benimle iletişime geçmekten çekinmeyin! Ayarlar sayfasından veya ana bölüm menüsünden bana direkt mesaj atabilirsiniz.
uk: Якщо ви коли-небудь захочете залишити відгук або застрягте на рівні, будь ласка, не соромтеся зв’язуватися зі мною! Ви можете надіслати мені повідомлення безпосередньо на сторінці налаштувань або в головному розділі меню.
vi: Nếu bạn muốn để lại phản hồi hoặc gặp khó khăn về cấp độ, vui lòng liên hệ với tôi! Bạn có thể nhắn tin trực tiếp cho tôi trong trang cài đặt hoặc từ menu chương chính.

source: You can view this page in the settings tab at any time. Good luck, you will need it!
ar: يمكنك عرض هذه الصفحة في علامة تبويب الإعدادات في أي وقت. حظ موفق، فسوف تحتاجه!
ca: Podeu veure aquesta pàgina a la pestanya de configuració en qualsevol moment. Bona sort, la necessitareu!
cs: Tuto stránku můžete kdykoli zobrazit na kartě nastavení. Hodně štěstí, budete ho potřebovat!
da: Du kan til enhver tid se denne side under fanen Indstillinger. Held og lykke, du får brug for det!
de: Sie können diese Seite jederzeit in der Registerkarte Einstellungen aufrufen. Viel Glück, Sie werden es brauchen!
el: Μπορείτε να δείτε αυτή τη σελίδα στην καρτέλα ρυθμίσεων ανά πάσα στιγμή. Καλή τύχη, θα τη χρειαστείτε!
es: Puedes ver esta página en la pestaña de ajustes en cualquier momento. Buena suerte, la necesitarás.
fi: Voit tarkastella tätä sivua asetukset-välilehdellä milloin tahansa. Onnea, tulet tarvitsemaan sitä!
fr: Vous pouvez consulter cette page à tout moment dans l'onglet Paramètres. Bonne chance, vous en aurez besoin !
he: תוכל להציג דף זה בכרטיסיית ההגדרות בכל עת. בהצלחה, תצטרך את זה!
hi: आप इस पृष्ठ को किसी भी समय सेटिंग टैब में देख सकते हैं। सौभाग्य, आपको इसकी आवश्यकता होगी!
hr: Ovu stranicu u bilo kojem trenutku možete pogledati na kartici postavki. Sretno, trebat će vam!
hu: Ezt az oldalt bármikor megtekintheti a beállítások lapon. Sok szerencsét, szüksége lesz rá!
id: Anda dapat melihat halaman ini di tab pengaturan kapan saja. Semoga berhasil, Anda akan membutuhkannya!
it: Puoi visualizzare questa pagina nella scheda delle impostazioni in qualsiasi momento. Buona fortuna, ne avrete bisogno!
ja: このページは、設定タブでいつでも見ることができます。幸運を祈る、あなたはそれを必要とするだろう!
ms: Anda boleh melihat halaman ini di tab tetapan pada bila-bila masa. Semoga berjaya, anda akan memerlukannya!
nb: Du kan når som helst se denne siden i innstillingsfanen. Lykke til, du trenger det!
nl: U kunt deze pagina op elk moment bekijken in het tabblad instellingen. Veel succes, u zult het nodig hebben!
pl: Możesz zobaczyć tę stronę w zakładce ustawienia w każdej chwili. Powodzenia, przyda Ci się!
pt: Você pode visualizar esta página na guia de configurações a qualquer momento. Boa sorte, vais precisar dela!
ro: Puteți vizualiza această pagină în fila Setări în orice moment. Mult noroc, veți avea nevoie de el!
ru: Вы можете в любое время просмотреть эту страницу на вкладке настроек. Удачи, она вам пригодится!
sk: Túto stránku môžete kedykoľvek zobraziť na karte Nastavenia. Veľa šťastia, budete ho potrebovať!
sv: Du kan när som helst se den här sidan på fliken Inställningar. Lycka till, du kommer att behöva det!
th: คุณสามารถดูหน้านี้ในแท็บการตั้งค่าได้ตลอดเวลา ขอให้โชคดี คุณจะต้องการมัน!
tr: Bu sayfayı istediğiniz zaman ayarlar sekmesinde görüntüleyebilirsiniz. İyi şanslar, ihtiyacın olacak!
uk: Ви можете будь-коли переглянути цю сторінку на вкладці налаштувань. Удачі, вона вам знадобиться!
vi: Bạn có thể xem trang này trong tab cài đặt bất kỳ lúc nào. Chúc may mắn, bạn sẽ cần nó!

source: Things to note:
ar: أشياء يجب ملاحظتها:
ca: Coses a tenir en compte:
cs: Co je třeba vzít na vědomí:
da: Værd at bemærke:
de: Dinge, die zu beachten sind:
el: Πράγματα που πρέπει να σημειώσετε:
es: Cosas a tener en cuenta:
fi: Huomioitavaa:
fr: Des choses à noter :
he: דברים שיש לציין:
hi: ध्यान देने योग्य बातें:
hr: Važne napomene:
hu: Megjegyzendő dolgok:
id: Hal-hal yang perlu diperhatikan:
it: Cose da notare:
ja: 注意すべき点
ms: Perkara yang perlu diperhatikan:
nb: Ting å merke seg:
nl: Dingen om op te merken:
pl: Na co zwrócić uwagę:
pt: Coisas para anotar:
ro: Lucruri de reținut:
ru: Обратите внимание:
sk: Čo si treba všimnúť:
sv: Saker att notera:
th: สิ่งที่ควรทราบ:
tr: Dikkat edilmesi gerekenler:
uk: Що слід зазначити:
vi: Những điều cần lưu ý:

source: I hope you enjoy this game as much as I did making it!
ar: أتمنى أن تستمتع بهذه اللعبة بقدر ما استمتعت بصنعها!
ca: Espero que gaudiu d’aquest joc tant com ho vaig fer jo!
cs: Doufám, že se vám tato hra bude líbit stejně jako mně!
da: Jeg håber, at du nyder spillet lige så meget, som jeg gjorde ved at lave det!
de: Ich hoffe, Sie genießen dieses Spiel so sehr, wie ich es gemacht habe!
el: Ελπίζω να σας αρέσει αυτό το παιχνίδι όσο μου άρεσε να το φτιάχνω!
es: Espero que disfrutes de este juego tanto como yo lo hice.
fi: Toivottavasti nautitte tästä pelistä yhtä paljon kuin minä sen tekemisestä!
fr: J'espère que vous apprécierez ce jeu autant que je l'ai fait !
he: אני מקווה שתיהנו ממשחק זה כמו שעשיתי אותו!
hi: मुझे आशा है कि आप इस खेल का उतना ही आनंद लेंगे जितना मैंने इसे बनाने में लिया था!
hr: Nadam se da ćete uživati ​​u ovoj igri jednako kao i ja u njezinoj izradi!
hu: Remélem, ugyanúgy élvezi ezt a játékot, mint én!
id: Saya harap Anda menikmati permainan ini sama seperti saya membuatnya!
it: Spero che questo gioco vi piaccia tanto quanto è piaciuto a me nel realizzarlo!
ja: 私がこのゲームを作ったように、皆さんがこのゲームを楽しんでくれることを願っています。
ms: Saya harap anda menikmati permainan ini sama seperti saya membuatnya!
nb: Jeg håper du liker dette spillet like mye som jeg gjorde det!
nl: Ik hoop dat jullie dit spel net zo leuk vinden als ik het gemaakt heb!
pl: Mam nadzieję, że ta gra spodoba się Wam tak bardzo, jak mi jej tworzenie!
pt: Espero que gostem deste jogo tanto quanto eu gostei de o fazer!
ro: Sper să vă bucurați de acest joc la fel de mult cum m-am bucurat eu făcându-l!
ru: Надеюсь, вам понравится эта игра так же, как и мне!
sk: Dúfam, že sa vám táto hra bude páčiť rovnako ako mne!
sv: Jag hoppas att ni tycker lika mycket om spelet som jag gjorde när jag gjorde det!
th: ฉันหวังว่าคุณจะสนุกกับเกมนี้มากเท่าที่ฉันทำ!
tr: Umarım bu oyundan benim yaptığım kadar zevk alırsınız!
uk: Сподіваюся, ця гра вам сподобається так само, як і мені, коли я її робив!
vi: Tôi hy vọng bạn sẽ thích trò chơi này nhiều như tôi đã làm!
